Repository: PublicaMundi/ckanext-interlinking
Catalog: i18n/*/LC_MESSAGES/ckanext-interlinking.po
Languages: el

source: Resource not found
el: Ο πόρος δεν βρέθηκε

source: Unauthorized to read resource %s
el: Δεν έχετε εχουσιοδότητη να δείτε τον πόρο %s

source: Package not found
el: Το σύνολο δεδομένων δεν βρέθηκε

source: Not authorized to see this page
el: Δεν έχετε εξουσιοδότηση να δείτε τη σελίδα

source: User {0} not authorized to update resource {1}
el: Ο χρήστης {0} δεν είναι εξουσιοδοτημένος να ενημερώσει τον πόρο {1}

source: Please Confirm Action
el: Παρακαλώ Eπιβεβαιώστε την Eνέργεια

source: Confirm
el: Επιβεβαίωση

source: Cancel
el: Ακύρωση

source: Please Note
el: Παρακαλώ προσέξτε

source: Datastore is disabled. Please enable datastore and try again in order to proceed with resource interlinking
el: Το DataStore είναι απενεργοποιημένο. Παρακαλώ ενεργοποιήστε το και προσπαθήστε ξανά ούτως ώστε να " "προσωρήσετε με τη διασύνδεση του πόρου

source: Are you sure you want to restart interlinking on this column?
el: Είστε σίγουρος ότι θέλετε να επανεκκινήσετε τη διασύνδεση για αυτή τη στήλη;

source: Are you sure you wish to set the value for field "
el: είστε σίγουρος ότι επιθυμείτε να θέσετε την τιμή του πεδίου "

source: " equal to "
el: " ίση με "

source: " for all rows where field "
el: " για όλες τις εγγραφές όπου το πεδίο "

source: " is equal to "
el: " είναι ίσο με "

source: Could not load preview
el: Η προεπισκόπηση είναι αδύνατο να φορτωθεί

source: DataProxy returned an error
el: Το DataProxy επέστρεψε ένα σφάλμα

source: DataStore returned an error
el: Το DataStore επέστρεψε ένα σφάλμα

source: Interlink with:
el: Διασύνδεση με:

source: Choices:
el: Επιλογές:

source: Search for another matching term:
el: Αναζήτηση άλλου σχετικού όρου:

source: Type at least 3 characters...
el: Πληκτρολογήστε τουλάχιστον 3 χαρακτήρες...

source: Use selected value for all matching cells
el: Χρήση της επιλεγμένης τιμής για όλα τα όμοια κελιά

source: Interlinking process for this resource cannot be yet finalized. Field '
el: Η διαδικασία διασύνδεσεσης δεν μπορει να προχωρήσει για αυτόν τον πόρο. Το πεδίο '

source: Ok
el: Οκ

source: Preview not available for data type:
el: Δεν ειναι διαθέσιμη η προεπισκόπηση για τον τύπο δεδομένων:

source: error loading preview
el: Σφάλμα κατά τη φόρτωση της προεπισκόπησης

source: Finalize interlinking
el: Οριστικοποίηση της διασύνδεσης

source: Abort interlinking
el: Ακύρωση της διασύνδεσης

source: Finalize
el: Οριστικοποίηση

source: Abort
el: Ακύρωση

source: Loading...
el: Φόρτωση...

source: Interlink
el: Διασύνδεση

source: Organizations
el: Οργανισμοί

source: Interlinking
el: Διασύνδεση

source: Datasets
el: Σύνολα δεδομένων

source: Create Dataset
el: Δημιουργία Συνόλου Δεδομένων

source: Interlinking resource
el: Διασύνδεση πόρου

source: View resource
el: Προβολή πόρου

source: Edit
el: Επεξεργασία

source: Your browser does not support iframes.
el: Ο φυλλομετρητής σας δεν υποστηρίζει iframes
